chouzz.vscode-better-align
aaron-bond.better-comments
ms-ceintl.vscode-language-pack-zh-hans
adpyke.codesnap
naumovs.color-highlight
deepsourcecorp.deepsource-vscode
usernamehw.errorlens
miguelsolorio.fluent-icons
github.copilot
github.copilot-chat
github.vscode-pull-request-github
github.remotehub
eamodio.gitlens
kisstkondoros.vscode-gutter-preview
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.intellicode-api-usage-examples
yandeu.five-server
yzhang.markdown-all-in-one
pkief.material-icon-theme
zhuangtongfa.material-theme
ms-vscode-remote.remote-ssh
jock.svg
rangav.vscode-thunder-client
ms-vscode.vscode-speech
